{
  "itemGroup.riskofmine": "Risk Of Mine",
  "book.riskofmine": "RiskOfMineopidia",
  "item.riskofmine.armor_piercing_rounds": "Armor-Piercing Rounds",
  "item.riskofmine.bustling_fungus": "Bustling Fungus",
  "item.riskofmine.monster_tooth": "Monster Tooth",
  "item.riskofmine.soldier_syringe": "Soldier\u0027s Syringe",
  "item.riskofmine.infusion": "Infusion",
  "item.riskofmine.shaped_glass": "Shaped Glass",
  "item.riskofmine.gasoline": "Gasoline",
  "effect.riskofmine.stun": "Stun",
  "ror.shiftpress.info": "Press Shift for more info",
  "ror.alt.info": "Press Alt for more info about feature",
  "riskofmine.rarity:": "Rarity:",
  "riskofmine.category:": "Category:",
  "_____________comment": "Lore in JEI",
  "jei.item.riskofmine.energy_drink.desc": "Order: NR-G Sports Soda (400)\nTracking Number: 49******\nEstimated Delivery: 03/12/2056\nShipping Method:  Standard\nShipping Address: Venetian Health \u0026 Public Services, Ridgelake, Venus\nShipping Details:\n\nYeah, so, uh this is the um, the energy drink that people were mixing during that disaster in Majora Minora a few weeks ago. \n\nA quick toxicology test on some of the victims has come back positive for um... all kinds of stuff, really. Methadone, phencyclidine, tetrahydrocannabinol, a variety of opiates, benzodiazepines, barbiturates, amphetamines... the list just goes on and on and on.\n\nRadical Drinks is insisting that NONE of those were from their energy drink - which I find pretty uh, unlikely. Maybe they REALLY know how to party in Violet Heights, huh?",
  "jei.item.riskofmine.gasoline.desc": "Audio transcription complete from signal echoes. Assigning generic tokens.\n\n[Fire crackling]\n\nMAN 1: D-do you think they\u0027re gonna come for us?\n\nMAN 2: They\u0027ll try. It\u0027s going to be a very long while.\n\nMAN 1: What? Why?\n\nMAN 2: A long while. Even if they know where to look we\u0027d be months out from the nearest port. And that\u0027s if they even have any ships as fast as ours – FTL ships are very rare nowadays.\n\nMAN 1: Months...?! And what do you mean if they know where? What about the other ships on our shipping routes?\n\nMAN 2: We weren\u0027t on the route.\n\n[Fire pops]\n\nMAN 1: What?!\n\nMAN 2: We should\u0027ve been halfway to Procyon by the time we crashed... but we weren’t. The ship never announced it was slowing down either, so that’ll make triangulating our positions even harder.\n\nMAN 1: I-I don\u0027t get it. Who would take a UES train off course? That\u0027s completely insane!\n\nMAN 2: I don’t know – only the Captain does. There’s no reason to slow down in this star system - there\u0027s not even supposed to be a habitable planet out here.\n\n[Sizzling]\n\nMAN 2: This looks cooked to me. Can\u0027t vouch for how it\u0027ll taste - but we have to eat.\n\nMAN 1: I... I can\u0027t even think right now. I’m not hungry.\n\nMAN 2: Eat. We\u0027ve got a lot of traveling to do tomorrow and we\u0027ll need to keep our strength.\n\nMAN 1: Sure. Okay. Okay. Um… do you think it\u0027s poisonous?\n\nMAN 2: Eat.\n\nEnd of requested transcript. ",
  "jei.item.riskofmine.shaped_glass.desc": "\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\n\u003d\u003d\u003d\u003d   MyBabel Machine Translator   \u003d\u003d\u003d\u003d\n\u003d\u003d\u003d\u003d     [Version 12.45.1.009 ]   \u003d\u003d\u003d\u003d\u003d\u003d\n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\nTraining… \u003c100000000 cycles\u003e\nTraining… \u003c100000000 cycles\u003e\nTraining… \u003c100000000 cycles\u003e\nTraining… \u003c50912157 cycles\u003e\nPaused…\nDisplay partial result? Y/N\nY\n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\nPairings\n\nUnstructured glass, from the heart of the [Moon]. Sung out, in ethereal wisps, over the course of 3 cycles. Pause.\n\nWe fold time into its material - twice. Our time and \u003chis\u003e. A cost \u003che\u003e was willing us to pay. Folded and shaped, with a god\u0027s designs.\n \n\u003cHe\u003e wields it, in one of many great hands. The time we injected is unfolded in \u003chis\u003e grasp. Outputs quicken - muscles compress twice. Twice as many intentions. Twice the ordered complexities, folded upon themselves. Loops loop back onto [?] in pairs. Time dependent functions. Pause.\n\n\u003cHe\u003e sunders a construct into a thousand pieces.\n\nBut time is fair. Microtears begin to uncoil in pairs. Muscles begin to snap, twice as fast.  The cost of folded time. But \u003che\u003e has plenty of time.\n\n\n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\nContinue training? Y/N\nY",
  "jei.item.riskofmine.chronobauble.desc": "Order: Chronobauble\nTracking Number: 99******\nEstimated Delivery: 03/03/2066\nShipping Method: Priority\nShipping Address: 9042 Pvt. Drive, Yustik Plaza, Mercury\nShipping Details:\n\nWeren\u0027t you just a kid? Summer break feels like it was just so recent - but it\u0027s been 10 years, hasn\u0027t it? Life moves faster and faster as you get older - less moments to remember, to cement you in time. I don\u0027t even remember being 25. How did I forget an entire year?\n\nAnyways - I found this in a trinket shop on Mercury. A chronobauble - the seller said something about special relativity, real heavy distortions or something - I didn\u0027t really get it. It\u0027s supposed to slow down time around it. Right.\n\nAnyways, I\u0027m shipping this to myself - to arrive in 10 years. A gift, from me to me. A reminder to make memories, to slow down a bit. 10 years will pass so quick - try to remember them! You\u0027ve got to put effort in life!",
  "_____________endcomment": "End Lore JEI",
  "#MARK AUTO GEN START": "",
  "#MARK AUTO GEN END": "",
  "item.riskofmine.crowbar": "Crowbar",
  "item.riskofmine.energy_drink": "Energy Drink",
  "item.riskofmine.beads_of_fealty": "Beads Of Fealty",
  "item.riskofmine.sticky_bomb": "Sticky Bomb",
  "item.riskofmine.chronobauble": "Chronobauble",
  "playment.chest": "Please Pay for Open Chest",
  "riskofmine.currentmoney.name": "$",
  "riskofmine.not_money": "No money!",
  "riskofmine.not_lunar": "No lunar!",
  "riskofmine.currentlunar.name": "Lunar: ",
  "riskofmine.currentshields.name": "Shields: ",
  "riskofmine.currentbarrier.name": "Barrier: ",
  "key.mapping.show_overlay.name": "Show Overlay",
  "key.mapping.category.name": "Risk of Mine",
  "riskofminepedia.name": "Manual : Risk of Mine"
}